; This file is the configuration file of Chrome++ (version.dll) in INI format
; Line begins with is a comment statement that has no effect for configuration
; For function switch, you need to manually change it: 0 is off, 1 is on
; If you want to use the default configuration, it is recommended to delete the file

; 本檔案是 Chrome++ (version.dll) 的配置檔案，採用 INI 格式
; 分號（;）開始的行是註解語句，不會產生實際作用
; 如果設定是開關，需要手動修改：0關閉，1開啟
; 如果想用默認配置，推薦直接刪除本檔案


; %app% indicates the directory where chrome.exe resides
; Leave blank to use the default Settings

; %app% 表示 chrome.exe 所在目錄
; 留空代表使用默認配置
[General]
DataDir=C:\Program Files\Google\Chrome\Data
CacheDir=C:\Program Files\Google\Chrome\Data


; Appends Chrome startup parameters
; You can imitate the form below to write
; CommandLine=--no-first-run --disable-logging --no-report-upload

; 追加 Chrome 啟動參數
; 可以模仿下面的形式來寫
; CommandLine=--no-first-run --disable-logging --no-report-upload
CommandLine=


; double_click_close           -- Double left click to close the TAB
; keep_last_tab                -- Keep the last TAB from closing the window (except for manually clicking the close button)
; wheel_tab                    -- Use the mouse wheel to switch TAB when the mouse is on the TAB bar
; wheel_tab_when_press_rbutton -- Use the mouse wheel to switch TAB when the right mouse button is pressed anywhere

; double_click_close           -- 雙擊左鍵關閉標籤頁
; keep_last_tab                -- 保留最後一個標籤頁不關閉窗口 (手動點擊關閉按鈕除外)
; wheel_tab                    -- 滑鼠在標籤欄時使用滑鼠滾輪切換標籤頁
; wheel_tab_when_press_rbutton -- 在任何位置按住右鍵時使用滑鼠滾輪切換標籤頁
[Tabs]
double_click_close=0
keep_last_tab=1
wheel_tab=1
wheel_tab_when_press_rbutton=1